tap "tldr-pages/tldr"
tap "homebrew/core"
tap "homebrew/bundle"
tap "d12frosted/emacs-plus"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
brew "aspell"
brew "fd"
brew "git"
brew "gnupg"
brew "htop"
brew "jq"
brew "leiningen"
brew "lolcat"
brew "markdown"
brew "mosh"
brew "ncdu"
brew "node"
brew "pandoc"
brew "sox"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"], link: false
cask "alfred"
cask "authy"
cask "basictex"
cask "calibre"
cask "darktable"
cask "dropbox"
cask "firefox"
cask "flux"
cask "java"
cask "keepingyouawake"
cask "licecap"
cask "marp"
cask "middleclick"
cask "spectacle"
cask "transmission"
cask "tunnelblick"
cask "vlc"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/versions/iterm2-nightly"
